<?php

global $sentences;
$sentences = array(
'সোভিয়েত ইউনিয়নের পতনের পর প্রথমবারের মতো বড় ধরনের সামরিক মহড়ায় নেমেছে রাশিয়া',
'গতকাল মঙ্গলবার থেকে চীনের সঙ্গে সীমান্ত এলাকায় শুরু হওয়া দুই দেশের যৌথ মহড়ায় তিন লাখ সেনা সমাবেশ ঘটিয়েছে রাশিয়া',
'বলা হচ্ছে কোনো মহড়ায় এটাই দেশটির সবচেয়ে বড় সেনা সমাবেশ',
'রয়টার্সের খবরে বলা হয়েছে এর আগেও চীন ও রাশিয়া যৌথভাবে মহড়া করেছে',
'তবে সেগুলো এত বড় আকারের ছিল না',
'এই মহড়াকে ভসটক ২০১৮ বা পূর্ব  ২০১৮ বলা হচ্ছে',
'১১ থেকে ১৭ সেপ্টেম্বর পর্যন্ত সাইবেরিয়া ও দেশটির দূরবর্তী পূর্বাঞ্চলজুড়ে সেনা নৌ ও বিমানবাহিনীর মহড়াকে ভসটক ২০১৮ নাম দেওয়া হয়েছে',
'এই মহড়ায় চীন মঙ্গোলিয়াও  উত্তর আটলান্টিক নিরাপত্তা জোট ন্যাটো সদস্য তুরস্ককে আমন্ত্রণ জানানো হয়েছে',
'মনে করা হচ্ছে বেইজিংয়ের সঙ্গে ঘনিষ্ঠ সামরিক সম্পর্কের পাশাপাশি এই মহড়ার মাধ্যমে মস্কো বেইজিংকে এই বার্তা দিতে চাইছে যে কম লোকজনের বসতির পূর্ব অঞ্চলকে রক্ষা করার সামর্থ্য ও প্রস্তুতি রয়েছে মস্কোর',
'রাশিয়ার প্রতিরক্ষা মন্ত্রণালয়ের প্রচারিত ফুটেজে দেখা গেছে মহড়ায় অংশ নিতে যাওয়া ট্যাংকের সারি সমরাস্ত্রসজ্জিত যান ও যুদ্ধজাহাজ চলাচল করছে এবং যুদ্ধবিমান ও হেলিকপ্টার আকাশে উড়ে যাচ্ছে',
'আরেকটি ফুটেজে দেখা গেছে রাশিয়ার উত্তরাঞ্চল থেকে আলাস্কার বিপরীতে উপকূলে নৌবহর নামছে',
'মন্ত্রণালয়ের বিবৃতিতে জানানো হয়েছে ১৭ সেপ্টেম্বর পর্যন্ত এ মহড়া চলবে',
'এই মহড়ার উদ্দেশ্য হচ্ছে দূরের গন্তব্যে সামরিক বাহিনী চলাচলের প্রস্তুতি পরীক্ষা',
'রাশিয়া গত মাসে ভূমধ্যসাগরের পূর্বাঞ্চলে বড় ধরনের নৌ মহড়া চালিয়েছে',
'ওই সময়ে সিরিয়ার প্রেসিডেন্ট বাশার আল-আসাদের পক্ষে সিরিয়ার ইদলিবে বিদ্রোহীদের ওপর বিমান হামলা চালায় রাশিয়া',
'বিশেষজ্ঞদের কেউ কেউ মনে করছেন এই মহড়ার মাধ্যমে ওয়াশিংটনকে নিজেদের শক্তিমত্তার বার্তা দিতে চাইছে মস্কো','সোভিয়েত ইউনিয়নের পতনের পর প্রথমবারের মতো বড় ধরনের সামরিক মহড়ায় নেমেছে রাশিয়া',
'গতকাল মঙ্গলবার থেকে চীনের সঙ্গে সীমান্ত এলাকায় শুরু হওয়া দুই দেশের যৌথ মহড়ায় তিন লাখ সেনা সমাবেশ ঘটিয়েছে রাশিয়া',
'বলা হচ্ছে কোনো মহড়ায় এটাই দেশটির সবচেয়ে বড় সেনা সমাবেশ',
'রয়টার্সের খবরে বলা হয়েছে এর আগেও চীন ও রাশিয়া যৌথভাবে মহড়া করেছে',
'তবে সেগুলো এত বড় আকারের ছিল না',
'এই মহড়াকে ভসটক ২০১৮ বা পূর্ব  ২০১৮ বলা হচ্ছে',
'১১ থেকে ১৭ সেপ্টেম্বর পর্যন্ত সাইবেরিয়া ও দেশটির দূরবর্তী পূর্বাঞ্চলজুড়ে সেনা নৌ ও বিমানবাহিনীর মহড়াকে ভসটক ২০১৮ নাম দেওয়া হয়েছে',
'এই মহড়ায় চীন মঙ্গোলিয়াও  উত্তর আটলান্টিক নিরাপত্তা জোট ন্যাটো সদস্য তুরস্ককে আমন্ত্রণ জানানো হয়েছে',
'মনে করা হচ্ছে বেইজিংয়ের সঙ্গে ঘনিষ্ঠ সামরিক সম্পর্কের পাশাপাশি এই মহড়ার মাধ্যমে মস্কো বেইজিংকে এই বার্তা দিতে চাইছে যে কম লোকজনের বসতির পূর্ব অঞ্চলকে রক্ষা করার সামর্থ্য ও প্রস্তুতি রয়েছে মস্কোর',
'রাশিয়ার প্রতিরক্ষা মন্ত্রণালয়ের প্রচারিত ফুটেজে দেখা গেছে মহড়ায় অংশ নিতে যাওয়া ট্যাংকের সারি সমরাস্ত্রসজ্জিত যান ও যুদ্ধজাহাজ চলাচল করছে এবং যুদ্ধবিমান ও হেলিকপ্টার আকাশে উড়ে যাচ্ছে',
'আরেকটি ফুটেজে দেখা গেছে রাশিয়ার উত্তরাঞ্চল থেকে আলাস্কার বিপরীতে উপকূলে নৌবহর নামছে',
'মন্ত্রণালয়ের বিবৃতিতে জানানো হয়েছে ১৭ সেপ্টেম্বর পর্যন্ত এ মহড়া চলবে',
'এই মহড়ার উদ্দেশ্য হচ্ছে দূরের গন্তব্যে সামরিক বাহিনী চলাচলের প্রস্তুতি পরীক্ষা',
'রাশিয়া গত মাসে ভূমধ্যসাগরের পূর্বাঞ্চলে বড় ধরনের নৌ মহড়া চালিয়েছে',
'ওই সময়ে সিরিয়ার প্রেসিডেন্ট বাশার আল-আসাদের পক্ষে সিরিয়ার ইদলিবে বিদ্রোহীদের ওপর বিমান হামলা চালায় রাশিয়া',
'বিশেষজ্ঞদের কেউ কেউ মনে করছেন এই মহড়ার মাধ্যমে ওয়াশিংটনকে নিজেদের শক্তিমত্তার বার্তা দিতে চাইছে মস্কো','সোভিয়েত ইউনিয়নের পতনের পর প্রথমবারের মতো বড় ধরনের সামরিক মহড়ায় নেমেছে রাশিয়া',
'গতকাল মঙ্গলবার থেকে চীনের সঙ্গে সীমান্ত এলাকায় শুরু হওয়া দুই দেশের যৌথ মহড়ায় তিন লাখ সেনা সমাবেশ ঘটিয়েছে রাশিয়া',
'বলা হচ্ছে কোনো মহড়ায় এটাই দেশটির সবচেয়ে বড় সেনা সমাবেশ',
'রয়টার্সের খবরে বলা হয়েছে এর আগেও চীন ও রাশিয়া যৌথভাবে মহড়া করেছে',
'তবে সেগুলো এত বড় আকারের ছিল না',
'এই মহড়াকে ভসটক ২০১৮ বা পূর্ব  ২০১৮ বলা হচ্ছে',
'১১ থেকে ১৭ সেপ্টেম্বর পর্যন্ত সাইবেরিয়া ও দেশটির দূরবর্তী পূর্বাঞ্চলজুড়ে সেনা নৌ ও বিমানবাহিনীর মহড়াকে ভসটক ২০১৮ নাম দেওয়া হয়েছে',
'এই মহড়ায় চীন মঙ্গোলিয়াও  উত্তর আটলান্টিক নিরাপত্তা জোট ন্যাটো সদস্য তুরস্ককে আমন্ত্রণ জানানো হয়েছে',
'মনে করা হচ্ছে বেইজিংয়ের সঙ্গে ঘনিষ্ঠ সামরিক সম্পর্কের পাশাপাশি এই মহড়ার মাধ্যমে মস্কো বেইজিংকে এই বার্তা দিতে চাইছে যে কম লোকজনের বসতির পূর্ব অঞ্চলকে রক্ষা করার সামর্থ্য ও প্রস্তুতি রয়েছে মস্কোর',
'রাশিয়ার প্রতিরক্ষা মন্ত্রণালয়ের প্রচারিত ফুটেজে দেখা গেছে মহড়ায় অংশ নিতে যাওয়া ট্যাংকের সারি সমরাস্ত্রসজ্জিত যান ও যুদ্ধজাহাজ চলাচল করছে এবং যুদ্ধবিমান ও হেলিকপ্টার আকাশে উড়ে যাচ্ছে',
'আরেকটি ফুটেজে দেখা গেছে রাশিয়ার উত্তরাঞ্চল থেকে আলাস্কার বিপরীতে উপকূলে নৌবহর নামছে',
'মন্ত্রণালয়ের বিবৃতিতে জানানো হয়েছে ১৭ সেপ্টেম্বর পর্যন্ত এ মহড়া চলবে',
'এই মহড়ার উদ্দেশ্য হচ্ছে দূরের গন্তব্যে সামরিক বাহিনী চলাচলের প্রস্তুতি পরীক্ষা',
'রাশিয়া গত মাসে ভূমধ্যসাগরের পূর্বাঞ্চলে বড় ধরনের নৌ মহড়া চালিয়েছে',
'ওই সময়ে সিরিয়ার প্রেসিডেন্ট বাশার আল-আসাদের পক্ষে সিরিয়ার ইদলিবে বিদ্রোহীদের ওপর বিমান হামলা চালায় রাশিয়া',
'বিশেষজ্ঞদের কেউ কেউ মনে করছেন এই মহড়ার মাধ্যমে ওয়াশিংটনকে নিজেদের শক্তিমত্তার বার্তা দিতে চাইছে মস্কো','সোভিয়েত ইউনিয়নের পতনের পর প্রথমবারের মতো বড় ধরনের সামরিক মহড়ায় নেমেছে রাশিয়া',
'গতকাল মঙ্গলবার থেকে চীনের সঙ্গে সীমান্ত এলাকায় শুরু হওয়া দুই দেশের যৌথ মহড়ায় তিন লাখ সেনা সমাবেশ ঘটিয়েছে রাশিয়া',
'বলা হচ্ছে কোনো মহড়ায় এটাই দেশটির সবচেয়ে বড় সেনা সমাবেশ',
'রয়টার্সের খবরে বলা হয়েছে এর আগেও চীন ও রাশিয়া যৌথভাবে মহড়া করেছে',
'তবে সেগুলো এত বড় আকারের ছিল না',
'এই মহড়াকে ভসটক ২০১৮ বা পূর্ব  ২০১৮ বলা হচ্ছে',
'১১ থেকে ১৭ সেপ্টেম্বর পর্যন্ত সাইবেরিয়া ও দেশটির দূরবর্তী পূর্বাঞ্চলজুড়ে সেনা নৌ ও বিমানবাহিনীর মহড়াকে ভসটক ২০১৮ নাম দেওয়া হয়েছে',
'এই মহড়ায় চীন মঙ্গোলিয়াও  উত্তর আটলান্টিক নিরাপত্তা জোট ন্যাটো সদস্য তুরস্ককে আমন্ত্রণ জানানো হয়েছে',
'মনে করা হচ্ছে বেইজিংয়ের সঙ্গে ঘনিষ্ঠ সামরিক সম্পর্কের পাশাপাশি এই মহড়ার মাধ্যমে মস্কো বেইজিংকে এই বার্তা দিতে চাইছে যে কম লোকজনের বসতির পূর্ব অঞ্চলকে রক্ষা করার সামর্থ্য ও প্রস্তুতি রয়েছে মস্কোর',
'রাশিয়ার প্রতিরক্ষা মন্ত্রণালয়ের প্রচারিত ফুটেজে দেখা গেছে মহড়ায় অংশ নিতে যাওয়া ট্যাংকের সারি সমরাস্ত্রসজ্জিত যান ও যুদ্ধজাহাজ চলাচল করছে এবং যুদ্ধবিমান ও হেলিকপ্টার আকাশে উড়ে যাচ্ছে',
'আরেকটি ফুটেজে দেখা গেছে রাশিয়ার উত্তরাঞ্চল থেকে আলাস্কার বিপরীতে উপকূলে নৌবহর নামছে',
'মন্ত্রণালয়ের বিবৃতিতে জানানো হয়েছে ১৭ সেপ্টেম্বর পর্যন্ত এ মহড়া চলবে',
'এই মহড়ার উদ্দেশ্য হচ্ছে দূরের গন্তব্যে সামরিক বাহিনী চলাচলের প্রস্তুতি পরীক্ষা',
'রাশিয়া গত মাসে ভূমধ্যসাগরের পূর্বাঞ্চলে বড় ধরনের নৌ মহড়া চালিয়েছে',
'ওই সময়ে সিরিয়ার প্রেসিডেন্ট বাশার আল-আসাদের পক্ষে সিরিয়ার ইদলিবে বিদ্রোহীদের ওপর বিমান হামলা চালায় রাশিয়া',
'বিশেষজ্ঞদের কেউ কেউ মনে করছেন এই মহড়ার মাধ্যমে ওয়াশিংটনকে নিজেদের শক্তিমত্তার বার্তা দিতে চাইছে মস্কো',
);

function get_sentences($count){
    global $sentences;
    return array_rand(array_flip($sentences), min($count, count($sentences)));


}

function search($sentence){
    global $sentences;
    return array_search($sentence, $sentences);
}